{
    "tags": [
        "Action",
        "Adventure",
        "RPG",
        "Strategy",
        "Simulation",
        "Shooter",
        "Puzzle",
        "Platformer",
        "Indie",
        "Open World",
        "Survival",
        "Horror",
        "Sports",
        "Racing",
        "Fighting",
        "Stealth",
        "Sandbox",
        "Roguelike",
        "Roguelite",
        "Metroidvania",
        "Souls-like",
        "MMORPG",
        "Multiplayer",
        "Singleplayer",
        "Co-op",
        "Online Co-Op",
        "Local Co-Op",
        "Point & Click",
        "Visual Novel",
        "First-Person",
        "Third-Person",
        "Top-Down",
        "Side Scroller",
        "Isometric",
        "2D",
        "3D",
        "2.5D",
        "Pixel Art",
        "Voxel",
        "Stylized",
        "Realistic",
        "Turn-Based",
        "Real-Time",
        "RTS",
        "Turn-Based Strategy",
        "Tactical",
        "Turn-Based Tactics",
        "Story Rich",
        "Atmospheric",
        "Sci-fi",
        "Fantasy",
        "Cyberpunk",
        "Steampunk",
        "Post-apocalyptic",
        "Historical",
        "Medieval",
        "War",
        "Psychological Horror",
        "Survival Horror",
        "Crafting",
        "Base Building",
        "Resource Management",
        "Economy",
        "City Builder",
        "God Game",
        "Life Sim",
        "Farming Sim",
        "Dating Sim",
        "Bullet Hell",
        "Shoot 'Em Up",
        "FPS",
        "TPS",
        "Arena Shooter",
        "Hero Shooter",
        "Battle Royale",
        "Looter Shooter",
        "Dungeon Crawler",
        "Hack and Slash",
        "Beat 'em up",
        "Walking Simulator",
        "Parkour",
        "Physics",
        "Logic",
        "Hidden Object",
        "Card Battler",
        "Deckbuilding",
        "Auto Battler",
        "Tower Defense",
        "Party Game",
        "Music",
        "Rhythm",
        "Educational",
        "Trivia",
        "Sports",
        "E-sports",
        "Football",
        "Basketball",
        "Skating",
        "Extreme Sports",
        "Arcade",
        "Retro",
        "Experimental",
        "VR",
        "AR",
        "Quick-Time Events",
        "Multiple Endings",
        "Character Customization",
        "Procedural Generation",
        "Moddable",
        "Free to Play",
        "Early Access"
    ],
    "games": [
        {
            "title": "Cyberpunk 2077",
            "release_year": 2020,
            "publisher": "CD Projekt",
            "price": 59.99,
            "description": "RPG open world ambientato nella megalopoli di Night City.",
            "detailed_description": "Vesti i panni di V, un mercenario fuorilegge alla ricerca di un impianto unico nel suo genere: la chiave per l'immortalità. In una metropoli ossessionata dal potere, dal fascino e dalle modifiche corporee, potrai personalizzare il tuo cyberware, le tue abilità e il tuo stile di gioco per esplorare una città vasta dove le tue scelte plasmano la storia e il mondo intorno a te.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "CD Projekt Red"
        },
        {
            "title": "Hollow Knight",
            "release_year": 2017,
            "publisher": "Team Cherry",
            "price": 14.99,
            "description": "Metroidvania d'azione in un vasto regno in rovina.",
            "detailed_description": "Scendi nel mondo di Nidosacro, un vasto regno sotterraneo popolato da insetti ed eroi. Esplora caverne tortuose, combatti creature contaminate e stringi amicizia con bizzarri insetti, il tutto in uno stile artistico disegnato a mano in 2D. Scopri la storia del regno e sconfiggi l'antica piaga che consuma il cuore della terra in questa avventura epica e impegnativa.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Team Cherry"
        },
        {
            "title": "Red Dead Redemption 2",
            "release_year": 2018,
            "publisher": "Rockstar Games",
            "price": 59.99,
            "description": "Epopea western sulla fine dell'era dei fuorilegge.",
            "detailed_description": "America, 1899. Arthur Morgan e la banda di Van der Linde sono fuorilegge in fuga. Con gli agenti federali e i migliori cacciatori di taglie del paese alle costole, la banda deve rapinare, combattere e farsi strada nel cuore di un'America dura e selvaggia per sopravvivere. Mentre le divisioni interne minacciano di andare a pezzi, Arthur deve scegliere tra i suoi ideali e la lealtà alla banda che lo ha cresciuto.",
            "id_min_pc": 5,
            "id_recommended_pc": 1,
            "creator": "Rockstar Studios"
        },
        {
            "title": "Terraria",
            "release_year": 2011,
            "publisher": "Re-Logic",
            "price": 9.99,
            "description": "Avventura sandbox 2D con scavo, combattimento e costruzione.",
            "detailed_description": "Il mondo è a portata di mano mentre combatti per la sopravvivenza, la fortuna e la gloria. Immergiti nelle profondità delle distese cavernose, cerca nemici sempre più grandi per mettere alla prova il tuo valore in combattimento o costruisci la tua città. In Terraria, ogni mondo è unico, dalle isole galleggianti nel cielo al livello più profondo del Sottosuolo.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Re-Logic"
        },
        {
            "title": "Civilization VI",
            "release_year": 2016,
            "publisher": "2K Games",
            "price": 59.99,
            "description": "Gioco di strategia a turni per costruire un impero.",
            "detailed_description": "Civilization VI offre nuovi modi per interagire con il tuo mondo: le città ora si espandono fisicamente sulla mappa, la ricerca attiva in tecnologia e cultura sblocca nuovi potenziali e i leader rivali perseguono i propri programmi basati sui loro tratti storici mentre gareggi per una delle cinque modalità per ottenere la vittoria.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Firaxis Games"
        },
        {
            "title": "The Last of Us Part I",
            "release_year": 2022,
            "publisher": "Sony Interactive",
            "price": 69.99,
            "description": "Viaggio emozionale in un'America post-apocalittica.",
            "detailed_description": "In una civiltà devastata, dove infetti e sopravvissuti incalliti imperversano, Joel, un protagonista stanco, viene ingaggiato per scortare la quattordicenne Ellie fuori da una zona di quarantena militare. Tuttavia, quello che inizia come un piccolo lavoro si trasforma presto in un brutale viaggio attraverso il paese che metterà alla prova la loro umanità e i loro legami.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Naughty Dog"
        },
        {
            "title": "Outer Wilds",
            "release_year": 2019,
            "publisher": "Annapurna Interactive",
            "price": 24.99,
            "description": "Mistero open world su un sistema solare in loop.",
            "detailed_description": "Sei l'ultima recluta della Outer Wilds Ventures, un programma spaziale che cerca risposte in un sistema solare strano e in continua evoluzione. Cosa si nasconde nel cuore del sinistro Dark Bramble? Chi ha costruito le rovine aliene sulla Luna? Il loop temporale infinito può essere fermato? Le risposte ti aspettano nelle zone più pericolose dello spazio.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Mobius Digital"
        },
        {
            "title": "Final Fantasy VII Rebirth",
            "release_year": 2024,
            "publisher": "Square Enix",
            "price": 79.99,
            "description": "Il viaggio verso l'ignoto continua fuori Midgar.",
            "detailed_description": "Cloud e i suoi compagni fuggono dalla città di Midgar per avventurarsi nel vasto mondo esterno. In questo sequel del progetto remake, esplorerai regioni immense e dettagliate, cavalcherai i Chocobo e affronterai nemici leggendari mentre cerchi di sventare i piani di Sephiroth e scoprire la verità sul destino del pianeta.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Square Enix"
        },
        {
            "title": "Sea of Thieves",
            "release_year": 2018,
            "publisher": "Xbox Game Studios",
            "price": 39.99,
            "description": "Diventa un pirata leggendario in un vasto oceano condiviso.",
            "detailed_description": "Naviga, combatti, esplora e saccheggia: vivi la vita da pirata che hai sempre sognato. Senza ruoli prestabiliti, hai la totale libertà di approcciarti al mondo e agli altri giocatori come preferisci. Che tu stia navigando in gruppo o da solo, incontrerai sicuramente altre ciurme in questo mondo condiviso: saranno amici o nemici?",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Rare"
        },
        {
            "title": "Slay the Spire",
            "release_year": 2019,
            "publisher": "Humble Bundle",
            "price": 24.99,
            "description": "Roguelike di deck-building strategico.",
            "detailed_description": "Abbiamo fuso giochi di carte e roguelike per creare il miglior deckbuilder per giocatore singolo possibile. Crea un mazzo unico, incontra creature bizzarre, scopri reliquie di immenso potere e scala la Guglia! Ogni scalata è diversa, con nuovi nemici, nuove carte e nuove sfide che richiedono adattamento tattico costante.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Mega Crit Games"
        },
        {
            "title": "Starfield",
            "release_year": 2023,
            "publisher": "Bethesda Softworks",
            "price": 69.99,
            "description": "RPG epico ambientato tra le stelle.",
            "detailed_description": "Nel 2330, l'umanità si è avventurata oltre il nostro sistema solare, colonizzando nuovi pianeti e vivendo come viaggiatori spaziali. In questo gioco di ruolo di nuova generazione dai creatori di Skyrim, potrai creare il personaggio che desideri ed esplorare con una libertà senza precedenti mentre intraprendi un viaggio epico per rispondere al più grande mistero dell'umanità.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Bethesda Game Studios"
        },
        {
            "title": "RimWorld",
            "release_year": 2018,
            "publisher": "Ludeon Studios",
            "price": 34.99,
            "description": "Simulatore di colonia sci-fi guidato da un'IA narratrice.",
            "detailed_description": "Gestisci un gruppo di sopravvissuti naufraghi su un pianeta ai margini dello spazio conosciuto. Costruisci strutture, gestisci la psicologia dei coloni, affronta assalti di pirati e disastri naturali. Ogni partita è una storia generata dall'IA narratrice che sceglie eventi drammatici per mettere alla prova la resilienza e la moralità della tua comunità.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Ludeon Studios"
        },
        {
            "title": "Factorio",
            "release_year": 2020,
            "publisher": "Wube Software",
            "price": 32.00,
            "description": "Costruisci e automatizza fabbriche su un pianeta alieno.",
            "detailed_description": "Estrarrai risorse, ricercherai tecnologie, costruirai infrastrutture, automatizzerai la produzione e combatterai i nemici. All'inizio ti ritroverai a tagliare alberi e scavare minerali a mano, ma in breve tempo diventerai una potenza industriale con vaste schiere di robot logistici e treni che alimentano le tue catene di montaggio infinitamente complesse.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Wube Software"
        },
        {
            "title": "Valheim",
            "release_year": 2021,
            "publisher": "Coffee Stain Publishing",
            "price": 19.99,
            "description": "Survival multiplayer ambientato nel purgatorio vichingo.",
            "detailed_description": "Un brutale gioco di esplorazione e sopravvivenza da 1 a 10 giocatori. Dimostra il tuo valore a Odino esplorando un mondo generato proceduralmente ispirato alla mitologia norrena. Costruisci imponenti sale vichinghe, naviga su oceani pericolosi e affronta boss colossali mentre cerchi di portare l'ordine nel decimo mondo primordiale.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Iron Gate AB"
        },
        {
            "title": "Celeste",
            "release_year": 2018,
            "publisher": "Maddy Makes Games",
            "price": 19.99,
            "description": "Platform impegnativo sulla salute mentale e la scalata di una montagna.",
            "detailed_description": "Aiuta Madeline a sopravvivere ai suoi demoni interiori nel suo viaggio verso la cima della Montagna Celeste. Un platformer super-preciso dai creatori del classico multiplayer TowerFall. Affronta centinaia di sfide realizzate a mano, svela segreti subdoli e ricostruisci il mistero della montagna attraverso una narrazione toccante e sincera.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Extremely OK Games"
        },
        {
            "title": "Persona 5 Royal",
            "release_year": 2020,
            "publisher": "SEGA",
            "price": 59.99,
            "description": "RPG stilizzato sulla doppia vita di studenti e ladri di cuori.",
            "detailed_description": "Indossa la maschera di Joker e unisciti ai Ladri Fantasma di Cuori per risvegliare la società dalla corruzione. Di giorno vivi la normale vita di uno studente a Tokyo, stringendo legami e studiando; di notte, infiltrati nei Palazzi psichici dei malvagi per rubare i loro desideri distorti e costringerli a pentirsi in questo RPG visivamente mozzafiato e ricco di stile.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Atlus"
        },
        {
            "title": "Overwatch 2",
            "release_year": 2022,
            "publisher": "Blizzard Entertainment",
            "price": 0.00,
            "description": "Sparatutto a squadre competitivo con eroi unici.",
            "detailed_description": "Unisciti alla lotta per il futuro in Overwatch 2, un gioco d'azione a squadre in continua evoluzione. Scegli tra oltre 30 eroi diversi, ognuno con poteri incredibili, e combatti in mappe ambientate in tutto il mondo. Collabora con i tuoi compagni di squadra per conquistare obiettivi in partite 5v5 dinamiche e spettacolari.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Blizzard Entertainment"
        },
        {
            "title": "Divinity: Original Sin 2",
            "release_year": 2017,
            "publisher": "Larian Studios",
            "price": 44.99,
            "description": "RPG tattico profondo con una libertà di scelta immensa.",
            "detailed_description": "Il Divino è morto. Il Vuoto si avvicina. E i poteri che giacciono dormienti dentro di te stanno per risvegliarsi. Scegli la tua razza e la tua storia d'origine e avventurati in un mondo che reagisce a chi sei e alle tue azioni. Con un sistema di combattimento a turni basato sugli elementi e la possibilità di giocare in coop, è considerato uno dei vertici del genere RPG moderno.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Larian Studios"
        },
        {
            "title": "League of Legends",
            "release_year": 2009,
            "publisher": "Riot Games",
            "price": 0.00,
            "description": "MOBA altamente competitivo e strategico.",
            "detailed_description": "Due squadre di cinque potenti campioni si affrontano per distruggere la base nemica in un mix perfetto di strategia in tempo reale e gioco di ruolo. Con oltre 160 campioni tra cui scegliere, aggiornamenti costanti e una scena competitiva globale, League of Legends offre una profondità strategica infinita e una rigiocabilità totale.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Riot Games"
        },
        {
            "title": "Dota 2",
            "release_year": 2013,
            "publisher": "Valve",
            "price": 0.00,
            "description": "Il MOBA più profondo e complesso sul mercato.",
            "detailed_description": "Ogni giorno, milioni di giocatori in tutto il mondo entrano in battaglia nei panni di uno degli oltre cento eroi di Dota. E non importa se è la loro decima ora di gioco o la millesima, c'è sempre qualcosa di nuovo da scoprire. Con aggiornamenti regolari che garantiscono un'evoluzione costante del gameplay, delle caratteristiche e degli eroi, Dota 2 ha davvero una vita propria.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Valve"
        },
        {
            "title": "Forza Horizon 5",
            "release_year": 2021,
            "publisher": "Xbox Game Studios",
            "price": 59.99,
            "description": "Guida attraverso i paesaggi vibranti e aperti del Messico.",
            "detailed_description": "Esplora i panorami spettacolari del Messico alla guida di centinaia delle migliori auto del mondo. Vivi un'avventura Horizon mozzafiato con un mondo aperto in continua evoluzione, dove potrai partecipare a gare polverose, sfide spettacolari e scoprire tesori nascosti tra deserti, giungle e città storiche in 4K nativo.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Playground Games"
        },
        {
            "title": "Hollow Knight: Silksong",
            "release_year": 2024,
            "publisher": "Team Cherry",
            "price": 29.99,
            "description": "Seguito dell'acclamato metroidvania, con protagonista Hornet.",
            "detailed_description": "Esplora un intero nuovo regno di insetti regolato dal canto e dalla seta. Nei panni di Hornet, la principessa protettrice di Nidosacro, dovrai scalare un mondo sconosciuto fino a raggiungere la vetta della cittadella splendente. Con un nuovo set di abilità agili e un sistema di crafting per le armi, Silksong promette un'avventura ancora più vasta del predecessore.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Team Cherry"
        },
        {
            "title": "Satisfactory",
            "release_year": 2019,
            "publisher": "Coffee Stain Publishing",
            "price": 29.99,
            "description": "Costruzione di fabbriche in prima persona su un pianeta alieno.",
            "detailed_description": "Sei un ingegnere della FICSIT Inc. inviato su un pianeta rigoglioso per costruire massicce fabbriche automatizzate. Esplora la mappa a piedi o con veicoli, estrai risorse preziose e progetta intricati sistemi di nastri trasportatori in 3D per ottimizzare la produzione e soddisfare le quote aziendali mentre affronti la fauna locale.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Coffee Stain Studios"
        },
        {
            "title": "Monster Hunter: World",
            "release_year": 2018,
            "publisher": "Capcom",
            "price": 29.99,
            "description": "Caccia mostri giganteschi in un ecosistema vivo.",
            "detailed_description": "Assumi il ruolo di un cacciatore e uccidi mostri feroci in un ecosistema vivente dove puoi usare il paesaggio e i suoi vari abitanti per avere la meglio. Caccia da solo o in cooperativa con un massimo di altri tre giocatori e usa i materiali raccolti dai nemici abbattuti per creare nuovi equipaggiamenti e affrontare bestie ancora più grandi e selvagge.",
            "id_min_pc": 5,
            "id_recommended_pc": 1,
            "creator": "Capcom"
        },
        {
            "title": "Spelunky 2",
            "release_year": 2020,
            "publisher": "Mossmouth",
            "price": 19.99,
            "description": "Platform roguelike estremamente impegnativo e profondo.",
            "detailed_description": "Incontra la prossima generazione di esploratori mentre si ritrovano sulla Luna, alla ricerca di tesori e parenti scomparsi. Spelunky 2 espande le sfide uniche e casuali che hanno reso l'originale un classico, offrendo un'avventura enorme progettata per soddisfare i giocatori vecchi e nuovi in un mondo di caverne sotterranee piene di trappole mortali.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Mossmouth"
        },
        {
            "title": "Rust",
            "release_year": 2018,
            "publisher": "Facepunch Studios",
            "price": 39.99,
            "description": "Sopravvivenza multiplayer hardcore in un mondo spietato.",
            "detailed_description": "L'unico obiettivo in Rust è sopravvivere. Supera la fame, la sete e il freddo. Accendi un fuoco. Costruisci un rifugio. Uccidi animali. Proteggiti dagli altri giocatori e uccidili per ottenere risorse. Crea alleanze con altri giocatori e costruisci una città. Fai tutto il necessario per sopravvivere in questo sandbox sociale dove il pericolo maggiore è l'uomo.",
            "id_min_pc": 5,
            "id_recommended_pc": 1,
            "creator": "Facepunch Studios"
        },
        {
            "title": "Cities: Skylines II",
            "release_year": 2023,
            "publisher": "Paradox Interactive",
            "price": 49.99,
            "description": "Il city builder più realistico di sempre.",
            "detailed_description": "Costruisci una città da zero e trasformala in una metropoli fiorente con il city builder più profondo mai creato. Con un'economia complessa e una simulazione del traffico avanzata, Cities: Skylines II offre una costruzione del mondo senza limiti, permettendoti di gestire ogni aspetto della vita urbana, dai trasporti pubblici alla politica energetica.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Colossal Order"
        },
        {
            "title": "BioShock Infinite",
            "release_year": 2013,
            "publisher": "2K Games",
            "price": 29.99,
            "description": "Sparatutto narrativo ambientato nella città volante di Columbia.",
            "detailed_description": "Siamo nel 1912. Booker DeWitt, un ex agente Pinkerton indebitato, deve salvare Elizabeth, una misteriosa ragazza prigioniera nella città volante di Columbia. Armato di nuove abilità chiamate Vigor e assistito dal potere di Elizabeth di aprire squarci dimensionali, Booker dovrà farsi strada tra le nuvole in una storia di eccezionalismo americano e fisica quantistica.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Irrational Games"
        },
        {
            "title": "Undertale",
            "release_year": 2015,
            "publisher": "tobyfox",
            "price": 9.99,
            "description": "RPG dove non devi uccidere nessuno.",
            "detailed_description": "In Undertale, controlli un essere umano che cade sottoterra nel mondo dei mostri. Ora devi trovare la via d'uscita... o restare intrappolato per sempre. Un gioco di ruolo unico dove il sistema di combattimento permette di negoziare per uscire dal pericolo: uccidi, sii ucciso o risparmia i tuoi nemici. Ogni tua azione influenzerà radicalmente il finale e il tono del mondo.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Toby Fox"
        },
        {
            "title": "Age of Empires IV",
            "release_year": 2021,
            "publisher": "Xbox Game Studios",
            "price": 39.99,
            "description": "RTS storico che ripercorre le battaglie del passato.",
            "detailed_description": "Age of Empires IV ti mette al centro delle battaglie storiche epiche che hanno plasmato il mondo. Con modi nuovi e familiari per espandere il tuo impero in vasti paesaggi con una fedeltà visiva 4K, il gioco offre un'esperienza di strategia in tempo reale evoluta, completa di campagne narrative documentaristiche e civiltà asimmetriche uniche.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Relic Entertainment"
        },
        {
            "title": "Left 4 Dead 2",
            "release_year": 2009,
            "publisher": "Valve",
            "price": 9.75,
            "description": "Sparatutto cooperativo contro orde di zombie.",
            "detailed_description": "Ambientato nell'apocalisse zombie, Left 4 Dead 2 è l'attesissimo seguito dell'originale pluripremiato. Questo sparatutto d'azione cooperativo in prima persona porterà te e i tuoi amici attraverso città, paludi e cimiteri del Profondo Sud, da Savannah a New Orleans, attraverso cinque campagne estese mentre affrontate ondate infinite di infetti speciali.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Valve"
        },
        {
            "title": "Hades II",
            "release_year": 2024,
            "publisher": "Supergiant Games",
            "price": 29.99,
            "description": "Combatti oltre l'Oltretomba usando la magia nera.",
            "detailed_description": "In questo primo sequel in assoluto di Supergiant Games, vestirai i panni di Melinoë, la Principessa immortale dell'Oltretomba e sorella di Zagreus. Esplora un mondo mitico più vasto e profondo, sconfiggendo le forze del Titano del Tempo con la potenza dell'Olimpo alle tue spalle, in una storia avvincente che si svela continuamente attraverso ogni vittoria e sconfitta.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "Supergiant Games"
        },
        {
            "title": "Genshin Impact",
            "release_year": 2020,
            "publisher": "HoYoverse",
            "price": 0.00,
            "description": "Action RPG open world con un vasto sistema elementale.",
            "detailed_description": "Entra a Teyvat, un vasto mondo pieno di vita e fluttuante di energia elementale. Tu e tuo fratello siete arrivati qui da un altro mondo. Separati da un dio sconosciuto, privato dei tuoi poteri e caduto in un sonno profondo, ora ti svegli in un mondo molto diverso. Intraprendi un viaggio attraverso le sette nazioni per trovare risposte dagli Arconti, gli dei di ogni elemento.",
            "id_min_pc": 5,
            "id_recommended_pc": 1,
            "creator": "miHoYo"
        },
        {
            "title": "Frostpunk",
            "release_year": 2018,
            "publisher": "11 bit studios",
            "price": 29.99,
            "description": "Simulatore di sopravvivenza sociale in un mondo gelato.",
            "detailed_description": "Frostpunk è il primo gioco di sopravvivenza di una società. Come leader dell'ultima città sulla Terra, il tuo compito è gestire sia i suoi cittadini che le sue infrastrutture. Quali decisioni prenderai per garantire la sopravvivenza della tua società? Cosa farai quando sarai spinto al limite? In un mondo dominato dal freddo perenne, il calore significa vita e ogni decisione ha un prezzo.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "11 bit studios"
        },
        {
            "title": "Arma 3",
            "release_year": 2013,
            "publisher": "Bohemia Interactive",
            "price": 29.99,
            "description": "Simulatore militare tattico su vasta scala.",
            "detailed_description": "Sperimenta il vero gameplay di combattimento in un enorme sandbox militare. Arma 3 offre un'ampia varietà di contenuti per giocatore singolo e multigiocatore, oltre 20 veicoli e 40 armi, e opportunità illimitate per la creazione di contenuti. È il gioco militare per PC per eccellenza: autentico, diversificato e aperto.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Bohemia Interactive"
        },
        {
            "title": "Papers, Please",
            "release_year": 2013,
            "publisher": "3909",
            "price": 8.99,
            "description": "Un thriller distopico di documenti e burocrazia.",
            "detailed_description": "Lo stato comunista di Arstotzka ha appena concluso una guerra di 6 anni con la vicina Kolechia e ha reclamato la sua legittima metà della città di confine, Grestin. Il tuo lavoro come ispettore dell'immigrazione è controllare il flusso di persone che entrano nel lato Arstotzkiano di Grestin. Tra la folla di immigrati e visitatori in cerca di lavoro ci sono contrabbandieri, spie e terroristi nascosti.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Lucas Pope"
        },
        {
            "title": "No Man's Sky",
            "release_year": 2016,
            "publisher": "Hello Games",
            "price": 58.99,
            "description": "Esplorazione spaziale procedurale infinita.",
            "detailed_description": "Ispirato dall'avventura e dall'immaginazione che amiamo della fantascienza classica, No Man's Sky ti presenta una galassia da esplorare, piena di pianeti e forme di vita unici, oltre a pericoli e azioni costanti. Ogni stella è la luce di un sole lontano, attorno al quale orbitano pianeti ricchi di vita che puoi visitare senza schermate di caricamento.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Hello Games"
        },
        {
            "title": "Hearts of Iron IV",
            "release_year": 2016,
            "publisher": "Paradox Interactive",
            "price": 39.99,
            "description": "Strategia globale ambientata nella Seconda Guerra Mondiale.",
            "detailed_description": "Prendi il comando di qualsiasi nazione durante la Seconda Guerra Mondiale, il conflitto più coinvolgente della storia. Dalla gestione delle linee di produzione industriale alla guida delle truppe sul campo di battaglia, Hearts of Iron IV ti permette di riscrivere la storia attraverso la diplomazia, lo spionaggio o la forza militare bruta.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Paradox Development Studio"
        },
        {
            "title": "Project Zomboid",
            "release_year": 2013,
            "publisher": "The Indie Stone",
            "price": 19.50,
            "description": "L'esperienza definitiva di sopravvivenza zombie.",
            "detailed_description": "Project Zomboid è un sandbox aperto infestato dagli zombie. Pone una domanda semplice: come morirai? Nelle città di Muldraugh e West Point, i sopravvissuti devono saccheggiare case, costruire difese e fare del loro meglio per ritardare la loro inevitabile morte giorno dopo giorno. Non c'è speranza, c'è solo la sopravvivenza.",
            "id_min_pc": 4,
            "id_recommended_pc": 2,
            "creator": "The Indie Stone"
        },
        {
            "title": "Path of Exile",
            "release_year": 2013,
            "publisher": "Grinding Gear Games",
            "price": 0.00,
            "description": "Action RPG online profondo e oscuro.",
            "detailed_description": "Sei un Esiliato, che lotta per sopravvivere nel continente oscuro di Wraeclast, mentre combatti per ottenere il potere che ti permetterà di vendicarti contro coloro che ti hanno fatto torto. Path of Exile è un GDR d'azione online ambientato in un mondo dark fantasy, caratterizzato da un'economia basata sul baratto e un albero delle abilità passive immenso.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Grinding Gear Games"
        },
        {
            "title": "Crusader Kings III",
            "release_year": 2020,
            "publisher": "Paradox Interactive",
            "price": 49.99,
            "description": "Guida una dinastia medievale attraverso i secoli.",
            "detailed_description": "Amore, guerra, influenza e religione. Guida la tua casata nobiliare attraverso le generazioni nel gioco di ruolo e strategia definitivo. Espandi il tuo dominio, gestisci i vassalli ribelli, organizza matrimoni politici e assicurati che il tuo erede sia pronto a prendere il trono quando arriverà il momento inevitabile della tua dipartita.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Paradox Development Studio"
        },
        {
            "title": "Street Fighter 6",
            "release_year": 2023,
            "publisher": "Capcom",
            "price": 59.99,
            "description": "L'evoluzione dei giochi di combattimento.",
            "detailed_description": "Street Fighter 6 offre un sistema di combattimento evoluto con tre tipi di controllo: Classico, Moderno e Dinamico, permettendoti di giocare rapidamente secondo il tuo livello di abilità. Include la modalità World Tour, un'esperienza narrativa coinvolgente per giocatore singolo, e il Battle Hub, un luogo dove i giocatori possono riunirsi e sfidarsi in un ambiente arcade virtuale.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Capcom"
        },
        {
            "title": "Sea of Stars",
            "release_year": 2023,
            "publisher": "Sabotage Studio",
            "price": 34.99,
            "description": "RPG a turni ispirato ai classici degli anni '90.",
            "detailed_description": "Sea of Stars racconta la storia di due Figli del Solstizio che combinano i poteri del sole e della luna per eseguire la Magia dell'Eclissi, l'unica forza capace di respingere le mostruose creazioni del malvagio alchimista noto come The Fleshmancer. Un omaggio ai classici come Chrono Trigger, con un sistema di combattimento dinamico e una splendida pixel art.",
            "id_min_pc": 3,
            "id_recommended_pc": 1,
            "creator": "Sabotage Studio"
        },
        {
            "title": "Deep Rock Galactic",
            "release_year": 2020,
            "publisher": "Coffee Stain Publishing",
            "price": 29.99,
            "description": "FPS cooperativo con nani spaziali e ambienti distruttibili.",
            "detailed_description": "Deep Rock Galactic è un FPS cooperativo da 1 a 4 giocatori con nani spaziali tosti, ambienti distruttibili al 100%, caverne generate proceduralmente e orde infinite di mostri alieni. Collabora con la tua squadra per scavare, esplorare e combattere in un sistema di caverne ostili piene di risorse preziose. Per la roccia e la pietra!",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "Ghost Ship Games"
        },
        {
            "title": "Total War: WARHAMMER III",
            "release_year": 2022,
            "publisher": "SEGA",
            "price": 59.99,
            "description": "Battaglie fantasy epiche su scala colossale.",
            "detailed_description": "Il cataclismatico finale della trilogia di Total War: WARHAMMER è arrivato. Raduna le tue forze ed entra nel Regno del Caos, una dimensione di orrore mentale dove si deciderà il destino del mondo. Riuscirai a sconfiggere i tuoi demoni o a comandarli? Guida sette razze uniche e centinaia di unità in spettacolari battaglie in tempo reale.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Creative Assembly"
        },
        {
            "title": "Returnal",
            "release_year": 2021,
            "publisher": "Sony Interactive",
            "price": 59.99,
            "description": "Roguelike bullet-hell in terza persona su un pianeta ostile.",
            "detailed_description": "Dopo un atterraggio d'emergenza su un pianeta mutaforma, Selene deve cercare tra le rovine di un'antica civiltà per fuggire. Isolata e sola, si ritrova a combattere con le unghie e con i denti per la sopravvivenza. Più volte viene sconfitta, più volte è costretta a ricominciare il suo viaggio ogni volta che muore, in un ciclo di terrore psicologico e azione frenetica.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Housemarque"
        },
        {
            "title": "Dave the Diver",
            "release_year": 2023,
            "publisher": "MINTROCKET",
            "price": 19.99,
            "description": "Avventura subacquea di giorno, gestione di un ristorante sushi di notte.",
            "detailed_description": "Esplora il misterioso Blue Hole, un ecosistema marino in continua evoluzione, per catturare pesci rari e ingredienti prelibati durante il giorno. Quando cala il sole, gestisci un ristorante di sushi di successo, investi i profitti per potenziare la tua attrezzatura da sub e svela i segreti di un'antica civiltà sottomarina che vive nelle profondità.",
            "id_min_pc": 4,
            "id_recommended_pc": 1,
            "creator": "MINTROCKET"
        },
        {
            "title": "Lies of P",
            "release_year": 2023,
            "publisher": "Neowiz",
            "price": 59.99,
            "description": "Soulslike oscuro ispirato alla storia di Pinocchio.",
            "detailed_description": "Ti risvegli in una stazione ferroviaria abbandonata a Krat, una città sommersa dalla follia e dalla sete di sangue. In questo soulslike brutale, dovrai trovare Geppetto per diventare umano. Affronta marionette assassine e boss terrificanti, adattando il tuo corpo meccanico con diverse armi e strumenti, mentre decidi se dire la verità o mentire per sopravvivere.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Round8 Studio"
        },
        {
            "title": "Ghost of Tsushima Director's Cut",
            "release_year": 2021,
            "publisher": "Sony Interactive",
            "price": 59.99,
            "description": "L'epopea samurai di Jin Sakai contro l'invasione mongola.",
            "detailed_description": "Alla fine del XIII secolo, l'impero mongolo ha devastato intere nazioni durante la sua campagna di conquista dell'Oriente. L'isola di Tsushima è tutto ciò che resta tra il Giappone continentale e un'enorme flotta d'invasione mongola. Mentre l'isola brucia, il guerriero samurai Jin Sakai deve scegliere se seguire il codice d'onore o diventare lo 'Spettro' per liberare la sua casa.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "Sucker Punch Productions"
        },
        {
            "title": "Armored Core VI Fires of Rubicon",
            "release_year": 2023,
            "publisher": "Bandai Namco",
            "price": 59.99,
            "description": "Combattimento tra mech frenetico e altamente personalizzabile.",
            "detailed_description": "In questo ritorno trionfale della serie di FromSoftware, piloterai il tuo mech in frenetiche battaglie omnidirezionali. Assembla il tuo Armored Core con un'enorme varietà di parti e armi per adattarti a missioni impegnative e boss colossali sul remoto pianeta Rubicon 3, dove le corporazioni e i gruppi di resistenza combattono per il controllo di una misteriosa fonte di energia.",
            "id_min_pc": 5,
            "id_recommended_pc": 2,
            "creator": "FromSoftware"
        }
    ]
    
}